[
    {
      "id": 1,
      "name": "Annabelle",
      "about": "Annabelle hopes to be a graphic designer, web developer, or a UX designer in her future role. She has an extensive background in design and programming, as demonstrated in her portfolio. Throughout her coursework within her major Web Programming and Design, Annabelle has developed different graphics and many different websites. Utilizing her skills in Adobe Photoshop, she has created anything from posters to infographics. On top of this, her knowledge in HTML, CSS, & Javascript helps her efficiently develop websites such as intelligent forms that collect user information and even animated objects on websites. Within this project, Annabelle plans to help develop the website, mostly from the front-end, using that knowledge of design and website development. In collaboration with her team, she plans to work to make the website effective and easy for the client to use.",
      "image": "../assets/placeholderProjectImage.jpg"
    },
    {
      "id": 2,
      "name": "Gaia",
      "about": "Gaia has the long-term goal of becoming a front-end web developer and integrating data visualization expertise with her knowledge of website design and programming skills. She is a Web Development and Design major who has previously created multiple websites for collaborative projects, created content for these web pages, and explored data visualization and UX principles through applied classwork. A project that highlights her expertise in the above would be An Examination of the Puerto Rican Diaspora and its associated content, and her online portfolio site also hosts additional pieces from her current body of work. Her goal within the scope of this project is to gain experience working within a multidisciplinary team to emulate web development environments that might require more collaborative decision-making efforts, and to expand her knowledge in the realm of ecommerce and website creation for small business ventures.",
      "image": "../assets/babybelle.jpg"
    }
  ]
  